{
	"canRefute" : ["#admonition#","#bluff#","#caution#"],
	"cannotRefute" : ["#agreement#","#appreciative#","#anxiety#","#approbation#"],
	"refutationResponse" : ["#apology#"],
	"person" : [" was with me at the time!",
				" wouldn't hurt a fly!",
				" has an air-tight alibi."],
	"candlestick" : ["The cause of death was not a blunt object."],
	"knife" : ["There was no blood!"],
	"lead pipe" : ["The cause of death was not a blunt object."],
	"revolver" : ["There were no bullets in the gun.",
				"There was no powder residue on the body.",
				"Mr Boddy wasn't shot!"],
	"rope" : ["There were no strangulation marks on the body."],
	"wrench" : ["The cause of death was not a blunt object."],
	"location" : ["That's not where the body was.",
				"It would have taken far too much effort to move the body from there."],
	"admonition" : ["This is not a wise course to follow. #obviously#",
					"No intelligent man can afford to disregard that"],
	"bluff" : ["I cannot abide swaggerers. #obviously#",
				"You have parted company with the facts. #obviously#",
				"You make unqualified assertions. #obviously#",
				"This is a sham so thin that it requires but one test to puncture it. #obviously#",
				"That was rather tall talk upon your part. #obviously#",
				"The worst wheel always creaks most. #obviously#",
				"You are certainly not making a reputation for accuracy by some of your statements. #obviously#",
				"That is too transparently foolish to fool anybody. #obviously#"],
	"caution" : ["Ordinary prudence would suggest that",
				"It is well within the bounds of conservative statement to say that",
				"After adding the necessary salt of incredulity, it is to be concluded that",
				"A conclusion not to be accepted without long deliberation. For",
				"I have carefully inquired into this matter and"],
	"obviously" : ["Clearly","Obviously"],
	"agreement" : ["I am perfectly of that opinion.",
					"I quite agree with you.",
					"It fits exactly with my notions.",
					"I concur entirely with you.",
					"I am heartily of your opinion.",
					"That is agreed by the vast majority of students.",
					"We are all in agreement with that thought.",
					"My own reading sustains the same view.",
					"I thoroughly agree with you.",
					"That opinion is widely held."],
	"appreciative" : ["I shall be happy to recall the fact.",
					"Than this there is none other!",
					"It is a capital piece of work.",
					"That was splendid of you!",
					"I am keenly interested in what you say.",
					"I am thoroughly imbued with respect for your argument.",
					"I admire your foresight.",
					"I compliment you on your good sense.",
					"I have a very high regard for you."],
	"approbation" : ["I wish to give my hearty endorsement to that theory.",
					"That is a proposal which shall meet with unanimous approbation.",
					"That is a wholesome and heartening conviction.",
					"That is a salutary and successful work.",
					"I felt I could leave it to your generous consideration.",
					"You have my unqualified approval.",
					"On that issue you are splendidly right.",
					"This lends confirmation to my own beliefs."],
	"anxiety" : ["I shall be extremely distressed if that is so.",
				"That has caused me a thousand apprehensions.",
				"I was quite apprehensive about that.",
				"It is like a nightmare for me to think of it.",
				"Indeed a cause for much anxiety.",
				"Truly, we are harried by uncertainties.",
				"You have robbed me of my tranquillity.",
				"That haunts me like a ghost."],
	"apology" : ["I should not have intruded on you at this hour.",
				"In an unguarded moment, I erred.",
				"In an evil hour, I erred.",
				"Owing to a foolish error, I was mistaken.",
				"In the exasperation of the moment, I erred.",
				"I offer my humblest apologies.",
				"Your forgiveness for all these offences is very penitently and humbly invoked.",
				"I did not feel that I was committing an indiscretion when I said so.",
				"I am hardly presentable for polite society.",
				"I am far from being as well informed as you suppose me to be.",
				"Forgive me all my delinquencies.",
				"The horrible consciousness has just dawned upon me that I may be mistaken.",
				"I find my tongue is too foolhardy.",
				"If hearty sorrow be a sufficient ransom for offence, I tender’t here."]
}
